Repository: Claud-98/ManaBi
Catalog: lib/l10n/app_*.arb
Languages: it

# language
source: English
it: Italiano

# backButton
source: Back
it: Indietro

source: AVERAGE BEST SCORE
it: PUNTEGGIO MEDIO

source: YOMU KANJI TRANSLATION
it: YOMU KANJI TRADUZIONE

source: YOMU KANJI PRONUNCIATION
it: YOMU KANJI PRONUNCIA

source: KAKU KANJI READINGS
it: KAKU KANJI LETTURE

# inGameAppBarText
source: Score: {score} Best: {bestScore}
it: Punteggio: {score} Migliore: {bestScore}

# radicalUpperCase
source: RADICAL
it: RADICALE

# strokesUpperCase
source: STROKES
it: TRATTI

source: Kanji Details
it: Dettagli del Kanji

# settingsUpperCase
source: SETTINGS
it: IMPOSTAZIONI

# romaji
source: Rōmaji
it: R≈çmaji

source: Disable Notifications
it: Disabilita Notifiche

source: About
it: Informazioni APP

# romajiFunctionDescription
source: Activate the use of latin characters
it: Attiva/Disattiva l'uso dei caratteri latini

# hello
source: Hello {username}
it: Hallo {username}
